---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RebarCouplerFailures
source: html/09bae008-80fb-21c0-4ada-e71a213d8b0b.htm
---
# BuiltInFailures.RebarCouplerFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.